Repository: altibiz/ugp-web
Catalog: Members/Localization/*.po
Languages: hr

# Members.Pages.CreateMember
source: Registration
hr: Registracija

source: Register Legal Entity
hr: Registracija tvrtke/pravne osobe

source: Register As A Natural Entity
hr: Registracija privatne osobe

source: Please Add User Data
hr: Upišite svoje osobne podatke

source: Or
hr: Ili

# Members.Pages.CreateMemberModel
source: Member registration successful
hr: Uspješno dodan član

# Members.Pages.CreateCompany
source: Add Legal Entity
hr: Dodaj pravnu osobu

source: Add Legal Entity Details
hr: Upišite podatke pravne osobe

source: Submit
hr: Prihvati

# Members.Pages.CreateCompanyModel
source: Legal entity added successfully
hr: Pravna osoba uspješno dodana

source: Company Name
hr: Naziv

# Members.Pages.LogOut
source: LogOut
hr: Odjava

# Members.Pages.LogOutModel
source: SignOut Success
hr: Uspješna odjava

# Members.Pages.MyCompany
source: My company
hr: Moja tvrtka

source: Save Changes
hr: Spremi promjene

source: Download Membership Document
hr: Preuzmi potvrdu o članstvu

source: Back To Profile
hr: Natrag na profil

# Members.Pages.MyCompanyModel
source: Company updated successful
hr: Tvrtka je uspješno ažurirana

# Members.Pages.MyDocuments
source: My Documents
hr: Moji dokumenti

source: Donations
hr: Donacije

# Members.Pages.MyDocumentsModel
source: Membership
hr: Članstvo

# Members.Pages.MyProfile
source: My Profile
hr: Moj Profil

source: Add Company
hr: Dodaj tvrtku

source: No results found
hr: Izmjena lozinke

# Members.Pages.Donate
source: Donate
hr: Doniraj

# Members.Pages.MyDonations
source: My Donations
hr: Moje Donacije

source: Donations Not Recorded
hr: Vaše donacije nisu zabilježene

source: If you’ve paid a donation and it’s not seen here, don’t worry. Probably your OIB was not entered in the reference number, so we could not connect the payment, or the payment was made while you were not yet a member. In any case, please report a payment that is not visible
hr: Ako ste uplatili donaciju a ne vidi se ovdje, ne brinite. Vjerojatno u pozivu na broj nije bio upisan Vaš OIB pa nismo mogli povezati uplatu, ili je uplata izvršena dok još niste bili član. U svakom slučaju Vas molimo da prijavite uplatu koja se ne vidi

source: here
hr: ovdje

# Members.Pages.Events
source: Events
hr: Događanja

source: Fill out the form below to sign up for the newsletter
hr: Popunite obrazac u nastavku kako biste se prijavili na newsletter

# Members.Pages.MyOffer
source: My Offer
hr: Moja ponuda

# Members.Views.Content-Offer.Detail
source: Offer
hr: Ponuda

source: Contact Person
hr: Kontakt osoba

# Members.Pages.Offers
source: Offer For Members
hr: Ponude za članove

source: Read More
hr: Više

source: Search Here
hr: Traži ovdje

source: Search
hr: Traži

source: Members only, click here to log in
hr: Samo za članove, klikni ovdje za prijavu

# Members.Pages.Portal
source: User Pages
hr: Korisničke stranice

# Members.Persons.PersonPart
source: Your ID must be 11 numbers.
hr: OIB mora imati 11 znakova.

source: Your ID is already in use.
hr: Upisani OIB je već registriran.

source: Surname is required.
hr: Polje Prezime je obvezno.

# Members.Pages.Registration
source: Password
hr: Lozinka

# Members.Pages.Registration
source: Confirm password
hr: Potvrdite lozinku

# Members.Pages.Registration
source: Account Type
hr: Vrsta računa

# Members.Pages.Registration
source: Name
hr: Ime

# Members.Pages.Registration
source: Surname
hr: Prezime

# Members.Pages.Registration
source: Are you an active member of this association?
hr: Jeste li aktivan član udruge?

# Members.Pages.Registration
source: Address
hr: Adresa

# Members.Pages.Registration
source: City
hr: Grad/općina

# Members.Pages.Registration
source: County
hr: Županija

# Members.Pages.Registration
source: Phone number
hr: Broj telefona

# Members.Pages.Registration
source: Date of birth
hr: Datum rođenja

# Members.Pages.Registration
source: Gender
hr: Spol

# Members.Pages.Registration
source: Skills and knowledge
hr: Znanja i vještine

# Members.Pages.Registration
source: Company name
hr: Naziv tvrtke

# Members.Pages.Registration
source: Company address
hr: Adresa tvrtke

# Members.Pages.Registration
source: Authorized person for representation
hr: Ovlaštena osoba za zastupanje

# Members.Pages.Registration
source: Your position in the company
hr: Funkcija

# Members.Pages.Registration
source: Number of employees
hr: Broj zaposlenih

# Members.Pages.Registration
source: Company trade
hr: Djelatnost

# Members.Pages.Registration
source: Organisation type
hr: Vrsta organizacije/Pravni oblik

# Members.Pages.Registration
source: Turnover in 2019
hr: Promet u 2019

# Members.Pages.Registration
source: Number of permanent associates
hr: Broj stalnih suradnika

# Members.Pages.Registration
source: Company logo
hr: Logo tvrtke
